import styles from "./style.module.css";

export default function Privacy() {
  return (
    <div
      className={`screen-not-flex ${styles.privacy}`}
      style={{ textAlign: "start" }}
    >
      <p>
        하늘인편은 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를
        보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기
        위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.
      </p>
      <br />
      <p>이 개인정보처리방침은 2024년 2월 5일부터 적용됩니다.</p>
      <br />
      <h2> 제1조(개인정보의 처리 목적)</h2>
      <p>
        하늘인편은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는
        개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이
        변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는
        등 필요한 조치를 이행할 예정입니다.
      </p>
      <p>홈페이지 회원가입 및 관리</p>
      <p>회원 가입의사 확인 목적으로 개인정보를 처리합니다.</p>
      <br />
      <h2>제2조(개인정보의 처리 및 보유 기간)</h2>
      <p>
        ① 하늘인편은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터
        개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를
        처리·보유합니다.② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
      </p>
      <br />
      <ul>
        <li>홈페이지 회원가입 및 관리</li>
        <li>
          홈페이지 회원가입 및 관리와 관련한 개인정보는 수집.이용에 관한
          동의일로부터 3개월까지 위 이용목적을 위하여 보유.이용됩니다.
        </li>
      </ul>
      <br />
      <h2>제3조(처리하는 개인정보의 항목)</h2>
      <p>하늘인편은 다음의 개인정보 항목을 처리하고 있습니다.</p>
      <ul>
        <li>1 홈페이지 회원가입 및 관리 </li>
        <li>필수항목 : 이름, 생년월일</li>
      </ul>
      <br />
      <h2>제4조(개인정보의 파기절차 및 파기방법)</h2>
      <p>
        하늘인편은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가
        불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
      </p>
      <br />
      <h2>
        제5조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)
      </h2>
      <p>
        정보주체는 하늘인편에 대해 언제든지 개인정보 열람·정정·삭제·처리정지
        요구 등의 권리를 행사할 수 있습니다.
      </p>
      <br />
      <h2>
        제6조(개인정보의 안전성 확보조치에 관한 사항) 하늘인편은 개인정보의
        안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
      </h2>
      <ul>
        <li>
          이용자의 비밀번호와 같은 중요정보는 암호화하여 저장 및 관리되고
          있으며, 개인정보의 확인 및 변경은 비밀번호를 알고 있는 본인에 의해서만
          가능합니다.
        </li>
        <li>
          암호화 통신을 통하여 네트워크상에서 개인정보를 안전하게 송수신하고
          있습니다.
        </li>
        <li>개인정보를 개발자 이외의 다른사람과 공유하지 않습니다.</li>
        <li>개인정보를 개발자도 함부로 열어보지 않습니다.</li>
      </ul>
      <p>
        단, 하늘인편이 개인정보보호 의무를 다하였음에도 불구하고 이용자 본인의
        부주의나 하늘인편이 관리하지 않는 영역에서의 사고 등 하늘인편의 귀책에
        기인하지 않은 손해에 대해서는 하늘인편이 책임을 지지 않습니다.
      </p>
      <br />
      <h2>
        제7조(개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한
        사항)
      </h2>
      <p>
        회원은 개인정보 수집 및 이용에 대한 동의를 거부할 권리가 있으며, 동의를
        거부할 경우 받는 별도의 불이익은 없습니다. 단, 필수 동의 사항에 동의를
        거부할 경우, 서비스 이용이 불가능하거나 서비스 이용 목적에 따른 서비스
        제공에 제한이 따르게 됩니다.
      </p>
      <br />
      <h2>제8조 (개인정보 보호책임자에 관한 사항)</h2>
      <p>
        하늘인편 은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보
        처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이
        개인정보 보호책임자를 지정하고 있습니다. 정보주체께서는 하늘인편의
        서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의를 개인정보
        보호책임자 및 담당부서로 문의하실 수 있습니다. 하늘인편은 정보주체의
        문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
      </p>
      <ul>
        <li>이름: 오유찬</li>
        <li>직위: 대표</li>
        <li>이메일: oyc0401@gmail.com</li>
      </ul>
      <br />
      <h2>제9조(개인정보의 열람청구를 접수·처리하는 부서)</h2>
      <p>
        정보주체는 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의
        부서에 할 수 있습니다. 하늘인편 은(는) 정보주체의 개인정보 열람청구가
        신속하게 처리되도록 노력하겠습니다.
      </p>
      <ul>
        <li>이름: 오유찬</li>
        <li>직위: 대표</li>
        <li>이메일: oyc0401@gmail.com</li>
      </ul>
      <br />
      <h2>제10조(정보주체의 권익침해에 대한 구제방법)</h2>
      <p>
        정보주체는 개인정보침해로 인한 구제를 받기 위하여
        개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에
        분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의
        신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다
      </p>
      <ul>
        <li>
          개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
        </li>
        <li>개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)</li>
        <li>대검찰청 : (국번없이) 1301 (www.spo.go.kr)</li>
        <li>경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)</li>
      </ul>
      <br />
      <h2>제11조(개인정보 처리방침 변경)</h2>
     <p> 이 개인정보 처리방침은 시행일로부터 적용됩니다.</p>
   
      <p>이 개인정보처리방침은 2024년 2월 5일부터 적용됩니다.</p>
    </div>
  );
}
