import styles from "./style.module.css";

export const metadata = {
  title: "하늘인편 | 개인정보처리방침",
};

export default function Privacy() {
  return (
    <div
      className={`max-w-3xl mx-auto py-12 px-8 text-left ${styles.privacy}`}
    >
      <h1>하늘인편 개인정보처리방침</h1>
      <p>
        2024.05.08 ver
      </p>
      <br />
      <p>
        하늘인편은 사용자의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기
        위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.
      </p>

      <h2>개인정보 수집</h2>
      <p>
        <strong>하늘인편은 서비스 제공을 위한 필요 최소한의 개인정보를 수집합니다.</strong>
      </p>
      <p>[계정 가입 시]</p>
      <p>필수항목 : 이름, 생년월일, 기수</p>
      <p>
        하늘인편은 회원 탈퇴시 까지 개인정보를 보유합니다.
      </p>
      <p>※ 단, 관계 법령 위반에 따른 수사, 조사 등이 진행중인 경우에는 해당 수사, 조사 종료 시 까지 보관 하며 내부규정 혹은 관련법령에 따라 일정기간 보관됩니다
      </p>

      <h2>개인정보 수집 및 이용목적</h2>
      <p>
        <strong>하늘인편은 아래의 목적을 위해 이용자의 개인정보를 수집 및 활용합니다.</strong>
      </p>
      <p>• 회원가입 의사의 확인, 회원탈퇴 의사의 확인 등 회원관리</p>
      <p>• 인터넷 편지를 보내기 위한 최소 정보</p>

      <h2>개인정보의 제3자 제공</h2>
      <p>
        하늘인편은 개인정보를 제3자에게 제공하지 않습니다.
      </p>

      <h2>개인정보의 파기절차 및 파기방법</h2>
      <p >
        <>하늘인편은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가
          불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.</>
      </p>



      <h2>
        이용자와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항
      </h2>
      <p>
        정보주체는 하늘인편에 대해 언제든지 개인정보 열람·정정·삭제·처리정지
        요구 등의 권리를 행사할 수 있습니다.
      </p>

      <h2>
        개인정보의 안전성 확보조치에 관한 사항
      </h2>
      하늘인편은 개인정보의
      안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
      <p>• 이용자의 비밀번호와 같은 중요정보는 암호화하여 저장 및 관리되고
        있으며, 개인정보의 확인 및 변경은 비밀번호를 알고 있는 본인에 의해서만
        가능합니다.</p>
      <p>• 암호화 통신을 통하여 네트워크상에서 개인정보를 안전하게 송수신하고
        있습니다.</p>
      <p>• 개인정보를 개발자 포함 누구에게도 공유하지 않습니다.</p>

      <h2>
        개인정보를 자동으로 수집하는 장치의 설치·운영 및 그 거부에 관한 사항
      </h2>
      <>회원은 개인정보 수집 및 이용에 대한 동의를 거부할 권리가 있습니다.</>
      <p>
        동의를 거부할 경우 받는 별도의 불이익은 없습니다.
        단, 필수 동의 사항에 동의를
        거부할 경우, 서비스 이용이 불가능할 수 있습니다.
      </p>

      <h2>개인정보 보호책임자에 관한 사항</h2>
      <p>
        하늘인편은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보
        처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이
        개인정보 보호책임자를 지정하고 있습니다. 정보주체께서는 하늘인편의
        서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의를 개인정보
        보호책임자 및 담당부서로 문의하실 수 있습니다. 하늘인편은 정보주체의
        문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
      </p>
      <p>• 이름: 오유찬</p>
      <p>• 이메일: oyc0401@gmail.com</p>

      <h2>정보주체의 권익침해에 대한 구제방법</h2>
      <p>
        정보주체는 개인정보침해로 인한 구제를 받기 위하여
        개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에
        분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의
        신고, 상담에 대하여는 아래의 기관에 문의하시기 바랍니다
      </p>
      <p>
        개인정보분쟁조정위원회 : (국번없이) 1833-6972 (www.kopico.go.kr)
      </p>
      <p>• 개인정보침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)</p>
      <p>• 대검찰청 : (국번없이) 1301 (www.spo.go.kr)</p>
      <p>• 경찰청 : (국번없이) 182 (ecrm.cyber.go.kr)</p>
      <br/>
      <p>이 개인정보처리방침은 2024년 2월 5일부터 적용됩니다.</p>
    </div>
  );
}
